clc
clear variables
close all force

% Задание №8
%
% При написании программ обязательно:
%   - использовать комментарии, содержащие назначение программы и описание
%   её переменных;
%   - вывод результатов сопровождать пояснительным текстом.
% По результатам работы должен быть составлен отчёт, содержащий текст
% индивидуального задания, тексты script-файлов и файлов-функций, а так же
% графическое представление результатов.
%
% Вариант - 25 (подзадание 5)
%
% Построить траекторию стартующей ракеты в трёх-мерном пространстве. Законы
% измерения координа даны.
% Воспользоваться оператором plot3, местоположение ракеты указывать красной
% звёздочкой. С помощью операторов line показать проекции точек
% летательного аппарата на горизонтальную и вертикальную плоскости. Шаг
% измерения времени dt = 1с.
%


